[
    {
        "id":1,
        "title" : "L",
        "description":"Es el misterioso detective que toma la misión de atrapar a Kira. Aunque en un principio se desconoce su rostro y nombre, a lo largo de la serie acaba presentándose ante otros personajes, desvelando así su extraña personalidad y convirtiéndose en uno de los personajes principales de la serie.",
        "price" : "$3200",
        "image":"https://i.pinimg.com/originals/c8/4b/4f/c84b4f463a5f0330aa8400b53544bb8a.jpg",
        "inStock": 3
    },
    {
        "id":2,
        "title" : "Naruto",
        "description":"Es el protagonista de la serie del manga y anime Naruto y Naruto Shippūden. Asimismo es partícipe del manga y anime Boruto: Naruto Next Generations, secuela de la obra original de Masashi Kishimoto. Es residente de Konohagakure, hijo del Cuarto Hokage, Minato Namikaze y su esposa Kushina Uzumaki, además de ser la actual reencarnación de Asura Ōtsutsuki.",
        "price" : "$80",
        "image":"https://i.pinimg.com/originals/be/88/6e/be886e21ba3e7016d1a6e38b848aa0f9.jpg",
        
        "inStock": 4
    },
    {
        "id":3,
        "title" : "Goku",
        "description":"Son Goku es el personaje principal del manga y anime Dragon Ball, un superviviente del planeta Vegeta cuyo nombre original es Kakarotto. Su nombre proviene de Sun Wukong, un personaje de la historia china Viaje al Oeste, su nombre Saiyajin, Kakarotto, proviene de una deformación del inglés Carrot.",
        "price" : "$80",
        "image":"https://i.pinimg.com/originals/c6/58/76/c658764eb7b2894e06831db9b49912e2.jpg",
        
        "inStock": 5
    },
    {
        "id":4,
        "title" : "Emma",
        "description":"Es la protagonista principal de The Promised Neverland. Cariñosa y extrovertida, Emma a menudo demuestra ser una de las huérfanas más confiables y a menudo se la ve rodeada de amigos. Es conocida por su increíble capacidad para aprender, su capacidad atlética y su amplio optimismo.",
        "price" : "$120",
        "image":"https://i.pinimg.com/originals/69/ba/e7/69bae7bd42c73e31e99c2e353b34544f.jpg",
        
        "inStock": 1
    },
    {
        "id":5,
        "title" : "Satoru Gojo",
        "description":"Es uno de los personajes de la serie manga Tokyo Metropolitan Curse Technical School y uno de los protagonistas de la serie secuela, Jujutsu Kaisen. Conocido con el apodo de El Chamán Más Fuerte , es uno de los cuatro chamanes de Clase Especial, antiguo compañero de Suguru Geto y Shoko Ieiri, y actual profesor del Colegio Técnico de Magia Metropolitana de Tokio, encargado de los alumnos de primer año.",
        "price" : "$80",
        "image":"https://i.pinimg.com/564x/65/f7/76/65f776ea5db956ccd49de5242c81eb38.jpg",
        
        "inStock": 2
    },
    {
        "id":6,
        "title" : "Itachi",
        "description":". Fue un prodigioso shinobi de Konohagakure infiltrado en la organización ANBU como un doble espía. Después de masacrar al Clan Uchiha, se unió a Akatsuki donde su compañero asignado fue Kisame Hoshigaki, en el anime su primer compañero fue Jūzō Biwa.",
        "price" : "$80",
        "image":"https://i.pinimg.com/564x/a1/52/90/a1529021abd7c333a4436165e6f9f3e9.jpg",
        "inStock": 2
    },
    {
        "id":7,
        "title" : "Kakashi",
        "description":"Intrépido y audaz, calmado, recto y sereno, un maestro táctico y del engaño... incluso después de agotar el complejo repertorio de cumplidos que alguien podría hacerle a un shinobi, el sentir de que no son suficientes para describir a Hatake Kakashi no es solucionado. Ardiendo con pasión en el interior, sereno en el exterior... cualquiera podría decir que esta combinación de cualidades contrastantes, trascienden el antagonismo, ejemplificando como debería ser un shinobi.",
        "price" : "$80",
        "image":"https://i.pinimg.com/564x/ff/e2/fd/ffe2fd33e30ec97dd8b1548a50b1d585.jpg",
        "inStock": 3
    },
    {
        "id":8,
        "title" : "Ray",
        "description":"Ray es un estudiante modelo de Grace Field House, que constantemente obtiene puntajes perfectos durante los exámenes diarios. También es conocido por ser un lector ávido con altas habilidades intelectuales, escepticismo y astucia. Al ser uno de los niños más inteligentes, se considera que Ray es uno de los tres productos de primera calidad de Grace Field House junto a Norman y Emma.",
        "price" : "$80",
        "image":"https://i.pinimg.com/564x/20/d1/1a/20d11a6762e6fb738dfd5a27cf43de5c.jpg",
        
        "inStock": 1
    },
    {
        "id":9,
        "title" : "Light",
        "description":"también conocido como Kira. Light encuentra la Death Note y la utiliza para matar a los delincuentes que principalmente aparecían en las noticias, luego comenzó a matar criminales. Después pasó a ser conocido en Japón como Kira. Se unió a la policía para acercarse a su enemigo L y acabar con él. Al final es asesinado por la Death Note de Ryuk a comienzos de 2013.",
        "price" : "$80",
        "image":"https://i.pinimg.com/564x/44/b9/35/44b935809bd6a71c12200d48ccf3408d.jpg",
        "inStock": 3

    },
    {
        "id":10,
        "title" : "Shōyō Hinata",
        "description":"Además de ser uno de los Bloqueadores Centrales del equipo, viajó durante 2 años a brasil para adquirir experiencia, mediante el voléibol de playa . El sueño de Hinata es llegar a ser lo suficientemente fuerte como para pasar a los bloqueadores más altos, al igual que el Pequeño Gigante lo hizo alguna vez. Aunque carecía de estatura suficiente para ser bloqueador central, se especializa en el salto para compensarla.",
        "price" : "$80",
        "image":"https://i.pinimg.com/originals/a9/97/6c/a9976cc3ea9a135c145ea8e8cc508f2f.jpg",
        "inStock": 5
    }
]